-- phpMyAdmin SQL Dump
-- version 4.5.1
-- http://www.phpmyadmin.net
--
-- Host: 127.0.0.1
-- Generation Time: Mar 12, 2017 at 01:08 PM
-- Server version: 10.1.13-MariaDB
-- PHP Version: 7.0.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `donate`
--

-- --------------------------------------------------------

--
-- Table structure for table `announce`
--

CREATE TABLE `announce` (
  `Aid` int(11) NOT NULL,
  `Aname` varchar(1000) COLLATE utf8_unicode_ci NOT NULL,
  `Adetail` varchar(5000) COLLATE utf8_unicode_ci NOT NULL,
  `APic` varchar(500) COLLATE utf8_unicode_ci NOT NULL,
  `Date` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Dumping data for table `announce`
--

INSERT INTO `announce` (`Aid`, `Aname`, `Adetail`, `APic`, `Date`) VALUES
(1, 'เด็กหนองคายใช้เวลาว่างจับปลาหารายได้เสริม', 'พบเด็กชายหนองคาย-วัย 11 ปี ลูกตำรวจ สภ.ท่าบ่อ ใช้เวลาว่างชวนเพื่อนๆออกจับปลา หารายได้เสริม\r\n\r\nผู้สื่อข่าวได้เดินทางไปที่บ้านโคกคอน หมู่ที่ 6 ต.โคกคอน อ.ท่าบ่อ จ.หนองคาย ได้พบเด็กกับ ด.ช.รัฐพงษ์ กำเนิดเกิด อายุ11ปี ซึ่งเป็นเด็กนักเรียนที่ศึกษาอยู่โรงเรียนบ้านโคกคอนกับกลุ่มเพื่อนๆ ซึ่งเด็กเหล่านี้ หลังจากวันหยุดเสาร์-อาทิตย์ ได้ใช้เวลาว่างให้เกิดประโยชน์ ไม่สนใจเล่นเกมส์ แต่ชวนกันออกหาปลา เพื่อเป็นอาหารและนำออกขายเสริมรายได้ช่วงวันหยุด โดย ด.ช.รัฐพงษ์ พร้อมกลุ่มเพื่อนใช้วิธีจับปลาโดยใช้สุ่มจับปลา ที่ทำขึ้นเองแบบง่าย ๆ นำมาจับปลาได้มากถึง 10-20 ตัว ได้ปลาหลายชนิดทั้งปลาช่อน ปลาดุก ฯ ซึ่งในช่วงเข้าสู่หน้าแล้งปริมาณน้ำในลำห้วย เริ่มลดลงทำให้ปลาหลากหลายชนิดจับได้ง่าย เวลาได้ปลามา จะนำมาแบ่งกันเป็นอาหาร นำกลับไปให้ครอบครัวที่บ้าน หรือ บางวันได้กันมาก ก็พอแบ่งขาย เป็นรายได้เสริมในช่วงวันหยุดเสาร์-อาทิตย์ \r\n\r\nด.ช.รัฐพงษ์ กล่าวว่า ตนมีบิดาเป็นตำรวจ (ด.ต.ปิยวัฒน์ กำเนิดเกิด หัวหน้าศูนย์บริการประชาชนตำบลโคกคอน) โดยบิดาจะสอนให้รู้จักทำมาหากิน โดยยึดอาชีพที่สุจริต ให้รู้จักทำงานเพื่อแลกกับเงิน ตนจึงยึดถือคำสอนของบิดามาชวนเพื่อนๆใช้เวลาว่างวันหยุด เสาร์-อาทิตย์ ชวนกันออกหาปลา ซึ่งเพื่อนๆทุกคนต่างชอบใจ เพราะได้ทั้งปลาไปกินและได้ไปขาย มีเงินเก็บไว้ซื้อขนมกิน และให้ครอบครัวอีกด้วย\r\n\r\n', '', '2017-03-12 19:10:00'),
(2, 'อาลัย.. บัณฑิตแพทย์จบใหม่ยังไม่ทันรับปริญญา ประสบอุบัติเหตุเสียชีวิต', 'เมื่อเวลา 02.30 น. วันที่ 13 มกราคม 2560 ร.ต.อ.มนตรี ดวงวะณา รอง สว.(สอบสวน) สภ.เกาะคา จ.ลำปาง ได้รับแจ้งมีอุบัติเหตุรถยนต์เก๋งชนต้นไม้เป็นเหตุให้มีผู้เสียชีวิต 2 ราย บนถนนพหลโยธินสายลำปาง - ตาก (ขาขึ้น) หลักกิโลเมตรที่ 684-685 เขต ต.วังพร้าว อ.เกาะคา จ.ลำปาง เจ้าหน้าที่ตรวจสอบที่เกิดเหตุพบรถยนต์เก๋ง มาสด้า สีแดง เลขทะเบียน 4กง6677 กรุงเทพฯ อยู่ในสภาพพลิกคว่ำ ใกล้กันพบต้นไม้หักล้ม\r\n\r\nภายในรถพบศพผู้เสียชีวิต 2 ราย ทราบชื่อคนขับรถคือ นายจักราวุฒิ อิงคะประดิษฐ์ อายุ 33 ปี เป็นลูกชายเจ้าของร้านวัสดุก่อสร้างใน อ.เถิน ส่วนผู้เสียชีวิตอีกรายคือ นายธีระทัศน์ อินทรประพันธ์ อายุ 25 ปี เป็นแพทย์จบใหม่ประจำโรงพยาบาลเถิน เจ้าหน้าที่กู้ภัยต้องใช้เครื่องตัดถ่างงัดร่างผู้เสียชีวิตออกจากซากรถด้วยความยากลำบาก   \r\n\r\nสอบสวนทราบว่ารถเก๋งคันนี้ขับมาจาก อ.เถิน จ.ลำปาง มุ่งหน้าเข้าสู่ตัวเมือง คาดว่าน่าจะขับรถมาด้วยความเร็วสูง เมื่อมาถึงจุดเกิดเหตุซึ่งเป็นทางโค้ง ประกอบกับช่วงเช้ามืดมีหมอกลงหนาจัด อาจทำให้คนขับมองไม่เห็นจึงเกิดอุบัติเหตุดังกลาว  \r\n\r\nจากข้อมูลทราบว่านายธีระทัศน์  1 ในผู้เสียชีวิตเป็นแพทย์จบใหม่ประจำโรงพยาบาลเถิน อ.เถิน จ.ลำปาง และเตรียมจะเข้ารับพระราชทานปริญญาบัตรที่มหาวิทยาลัยเชียงใหม่  ในวันที่ 23 มกราคมนี้  แต่ก็มาประสบอุบัติเหตุจนเสียชีวิตก่อน', '', '2017-03-12 19:29:00'),
(3, 'พบ ดร.ปลอมเกลื่อนมหาวิทยาลัย ดีเอสไอสอบโยง ม.สันติภาพโลก', 'วันนี้ (16 ม.ค. 60) ผู้สื่อข่าวรายงานว่า ข้อมูลบัญชีรายชื่อ รหัสนักศึกษา  ชื่อ – นามสกุล ของคนไทย ที่อ้างว่าเรียนต่อในมหาวิทยาลัยต่างประเทศ ถูกนำมาเปิดเผยอยู่บนเว็บไซต์ โฆษณาเรียน วุฒิต่างประเทศ ปริญญาทุกระดับ ในหลักสูตร 6 เดือนถึง 2 ปี มีค่าใช้จ่ายตลอดหลักสูตร 225,000 และสามารถเลือกเรียนในมหาวิทยาลัยต่างประเทศได้ โดยใช้หนังสือเดินทาง วุฒิการศึกษาเดิม และถาพถ่ายขนาดวีซ่า เป็นหลักฐานในการสมัคร\r\n\r\nนอกจากนี้ ทีมข่าวยังพบตัวอย่างมหาวิทยาลัยในภาคเหนือ ที่มีอาจารย์ท่านหนึ่งจบปริญญาเอกจากมหาวิทยาลัยเซาธ์แทมป์ตัน ประเทศอังกฤษจริง แต่กลับไม่รู้จักอาจารย์อีกคนหนึ่ง ซึ่งเข้ามาบรรจุสอนสาขาเดียวกัน โดยอ้างว่าจบมาจากมหาวิทยาลัยดียวกัน จึงตรวจสอบพบว่า ได้ทำปริญญาเอกปลอมมา แต่ก็ยังคงได้กลับไปสอนในระดับปริญญาโท\r\n\r\nหลังเปิดเผยเรื่องวุฒิปริญญาเอกปลอม ศูนย์ประสานงานบุคลากรในสถาบันอุดมศึกษาของรัฐ หรือ เชส ได้รับแจ้งข้อมูลเพิ่ม อีกถึง 10 ราย มี 3 ราย อ้างว่าจบปริญญาเอกจากที่เดียวกันกับรายที่ตรวจสอบรายแรก คือ มหาวิทยาลัยเซาธ์แทมป์ตัน แต่เมื่อตรวจสอบไปที่มหาวิทยาลัย กลับไม่พบชื่อในระบบนักศึกษา\r\n\r\nข้อมูลที่พบยังบ่งชี้ว่า สถานที่รับทำวุฒิการศึกษาปลอมระดับปริญญาเอก มีที่ตั้งอยู่ในพื้นที่ภาคเหนือ ซึ่งเมื่อตรวจสอบดูแล้วไม่ใช่ที่ตั้งของสถานศึกษา ทั้งนี้ นายวีระชัย พุทธวงศ์ เลขาธิการ เชส จึงรวบรวมข้อมูส่งให้กรมสอบสวนคดีพิเศษ หรือ ดีเอสไอ ตรวจสอบ เพราะคาดว่าอาจเชื่อมโยงกับมหาวิทยาลัยสันติภาพโลก ที่ถูกดำเนินคดีไปก่อนหน้านี้ ซึ่ง ดีเอสไอ รับไปดำเนินการ', '', '2017-03-12 19:24:00');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `announce`
--
ALTER TABLE `announce`
  ADD PRIMARY KEY (`Aid`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `announce`
--
ALTER TABLE `announce`
  MODIFY `Aid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
